Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Live Activity Personalization
bg: Персонализация на Live Activity
cs: Personalizace živé aktivity
da: Live Aktivitetspersonalisering
de: Personalisierung der Live-Aktivität
es: Personalización de la actividad en vivo
fr: Personnalisation des paramètres de "Activités en direct"
it: Personalizzazione Attività Dal Vivo
nb_no: Tilpasning av oppdatering i sanntid
nl: Live Activiteit Personalisatie
pl: Personalizacja aktywności na żywo
pt_pt: Personalização de Atividade Ao Vivo
sv: Personalisering av liveaktivitet
uk: Персоналізація живої активності
vi: Cá nhân hoá Live Activity
zh_hant: 即時活動個人化

source: Local glucose source
bg: Локален източник на глюкоза
cs: Místní zdroj glukózy
da: Local glukose kilde
de: Lokale Glukose-Quelle
es: Fuente local de glucosa
fr: Source locale du taux de glucose
it: Sorgente locale della glicemia
nb_no: Lokal blodsukkerkilde
nl: Lokale glucose bron
pl: Lokalne źródło glukozy
pt_pt: Glicose local
ru: Локальный источник глюкозы
sv: Lokal glukoskälla
uk: ЛОКАЛЬНЕ ДЖЕРЕЛО ГЛЮКОЗИ
vi: Nguồn đường huyết cục bộ
zh_hant: 本地葡萄糖來源

source: Lock Screen Widget Style
bg: Стил на Widget на заключения екран
cs: Styl widgetu na zamknuté obrazovce
da: Lås Skærm Widget Stil
de: Sperrbildschirm Widget-Stil
es: Bloquear estilo del widget de pantalla
fr: Style du widget sur l’écran verrouillé
it: Stile Widget Schermo Di Blocco
nb_no: Stil for låseskjerm-widget
nl: Vergrendelscherm Widget Stijl
pl: Styl widżetu ekranu blokady
pt_pt: Estilo do widget da tela de bloqueio
ru: Стиль виджета экрана блокировки
sv: Stil på låsskärmens widget
uk: Стиль віджета на екрані блокування
vi: Kiểu tiện ích màn hình khóa
zh_hant: 鎖定螢幕小工具風格

source: Log ${carbQuantity} at ${dateAdded}
bg: Запис на ${carbQuantity} в ${dateAdded}
cs: Zapsat ${carbQuantity} v ${dateAdded}
fr: Enregistrer ${carbQuantity} à ${dateAdded}
nb_no: Lagre ${carbQuantity} kl ${dateAdded}
pl: Zaloguj ${carbQuantity} na ${dateAdded}
vi: Thực hiện ${carbQuantity} tại ${dateAdded}
zh_hant: 登錄 ${carbQuantity} 在 ${dateAdded}

source: Log Carbs
bg: Запис на въглехидрати
cs: Zapsat sacharidy
da: Log Kulhydrater
de: Protokolliere Kohlenhydrate
es: Registrar Carbohidratos
fr: Ajouter les glucides
nb_no: Lagre karbohydrater
nl: Koolhydraten loggen
pl: Wprowadź węglowodany
pt_pt: Registros de Carboidratos
ru: Карбас журнала
sv: Logga kolhydrater
uk: Лог Карбів
vi: Ghi lại lượng Carbs
zh_hant: 記錄碳水化合物

source: Log Carbs and %@
bg: Запис на въглехидрати и %@
cs: Zapsat sacharidy a %@
da: Log kulhydrater og %@
de: Carbs und %@ protokollieren
es: Registrar Carbohidratos y %@
fr: Logs concernant les glucides et %@
it: Log Carbs e %@
nb_no: Lagre karbo og %@
nl: Koolhydraten en %@ loggen
pl: Wprowadź węglowodany i %@
pt_pt: Registrar Carbos e %@
ru: Уголы лога и %@
sv: Logga kolhydrater och %@
uk: Лог мусків і %@
vi: Nhập Carbs và %@
zh_hant: 記錄碳水化合物和%@

source: Log export requires ios 15
bg: Експортирането на лога изисква iOS 15
cs: Export záznamů vyžaduje iOS 15
da: Log eksport kræver iOS 15
de: Exportieren der Ereignisprotokolldatei erfordert iOS 15
es: La exportación de registros requiere iOS 15
fr: L'exportation de l'historique des logs nécessite iOS 15 au minimum
it: L'esportazione del registro richiede iOS 15
nb_no: Loggeksportering krever ios 15
nl: Log export vereist iOS 15 of hoger
pl: Eksport dziennika wymaga ios 15
pt_pt: Log de exportação requer ios 15
ru: Для экспорта журнала требуется ios 15
sv: Loggexport kräver iOS 15
uk: Експорт журналу потребує iOS 15
vi: Kết xuất nhật ký yêu cầu ios 15 trở lên
zh_hant: 記錄匯出需要iOS 15

source: Log External Insulin
bg: Запис на външен инсулин
cs: Zaznamenat externí inzulín
da: Log Ekstern Insulin
de: Externes Insulin protokollieren
es: Registrar insulina externa
fr: Logs concernant l'ajout d'insuline externe
it: Log Insulina Esterna
nb_no: Logg eksternt insulin
nl: Log externe insuline
pl: Wprowadź zewnętrzną insulinę
pt_pt: Entrar Insulina Externa
ru: Лог внешнего инсулина
sv: Logga externt insulin
uk: Запис зовнішнього ізольованого
vi: Liều insulin tiêm ngoài
zh_hant: 記錄外部胰島素

source: Log external insulin bolus ${bolusQuantity} U
bg: Запис на външен болус инсулин ${bolusQuantity} U
cs: Zaznamenat externí inzulínový bolus ${bolusQuantity} j
da: Log ekstern insulin bolus ${bolusQuantity} E
de: Externe Insulin ${bolusQuantity} IE protokollieren
fr: Logs externes concernant les bolus d'insuline de ${bolusQuantity} U
nb_no: Loggfør ekstern bolus på ${bolusQuantity} E
pl: Rejestr zewnętrznego bolusa insuliny ${bolusQuantity} J
vi: Ghi lại bolus insulin bên ngoài: ${bolusQuantity} U
zh_hant: 記錄外部胰島素注射${bolusQuantity} U

source: Log FPU
bg: Запис на FPU
cs: Zapsat FPU
de: FPU hinzufügen
fr: Ajouter lipides et protéines (FPU)
nb_no: Logg FPU
pl: Wprowadź FPU
ru: Журнал FPU
sv: Logga FPU
uk: Журнал FPU
vi: Nhật ký FPU
zh_hant: 記錄 FPU

source: Log FPU and %@
bg: Запис на FPU и %@
cs: Zapsat FPU a %@
da: Log FPU og %@
de: FPU und %@ hinzufügen
es: Registrar FPU y %@
fr: Ajouter FPU et %@
it: Log FPU e %@
nb_no: Logg FPU og %@
nl: Log FPU en %@
pl: Wprowadź FPU i %@
pt_pt: Registrar FPU e %@
ru: Журнал FPU и %@
sv: Logga FPU och %@
uk: Журнал FPU і %@
vi: Nhật ký FPU và %@
zh_hant: 記錄 FPU 和 %@

source: Log Meal
bg: Запис на хранене
cs: Zapsat jídlo
da: Log Måltid
de: Mahlzeit hinzufügen
es: Log de comida
fr: Ajouter le repas
it: Log Pasto
nb_no: Logg måltid
nl: Log maaltijd
pl: Wprowadź posiłek
pt_pt: Log de Refeição
ru: Журнал еды
sv: Logga måltid
uk: Веселий Лог
vi: Nhật ký bữa ăn
zh_hant: 記錄餐點

source: Log Meal and %@
bg: Запис на хранене и %@
cs: Zapsat jídlo a %@
da: Log måltid og %@
de: Mahlzeit und %@ hinzufügen
es: Log de comida y %@
fr: Logs concernant les repas et %@
it: Log Pasto e %@
nb_no: Lagre måltid og %@
nl: Log Maaltijd en %@
pl: Wprowadź posiłek i %@
pt_pt: Log de Refeição e %@
ru: Журнал еды и %@
sv: Logga måltid och %@
uk: Вести журнал Meal і %@
vi: Nhật ký bữa ăn và %@
zh_hant: 記錄餐點和 %@

source: Logarithmic
bg: Логаритмично
cs: Logaritmický
da: Logaritmisk
de: Logarithmisch
fr: Logarithmique
nb_no: Logaritmisk
nl: Logaritmisch
pl: Logarytmiczny
sv: Logaritmisk
vi: Hàm logarit
zh_hant: 對數

source: Logarithmic formula
bg: Логаритмична формула
cs: Logaritmický vzorec
da: Logaritmisk formel
de: Logarithmische Formel
es: Fórmula logarítmica
fr: Formule Logarithmique
it: Formula logaritmica
nb_no: Logaritmisk formel
nl: Logaritmisch formule
pl: Wzór logarytmiczny
pt_pt: fórmula logarítmica
ru: Формула логарифмического выражения
sv: Logaritmisk formel
uk: Логарифмічна формула
vi: Công thức Logarit
zh_hant: 對數公式

source: Logging Failed: Max Carbs = %lld g
bg: Неуспешен запис: Max Carbs = %lld г
cs: Zápis selhal: Max. sacharidů = %lld g
de: Logging fehlgeschlagen: Max Kohlenhydrate = %lld g
fr: Échec de l'enregistrement : glucides max = %lld g
nb_no: Logging feilet: Maks karbohydrater = %lld g
pl: Nie wprowadzono: Maksymalna ilość węglowodanów = %lld g
vi: Ghi nhật ký thất bại: Carb tối đa = %lld g
zh_hant: 記錄失敗：碳水化合物上限 = %lld g

source: Logging Failed: Max Fat = %lld g
bg: Неуспешен запис: Max Fat = %lld г
cs: Zápis selhal: Max. tuků = %lld g
de: Logging fehlgeschlagen: Max. Protein = %lld g
fr: Échec de l'enregistrement : lipides max = %lld g
nb_no: Logging feilet: Maks Fett = %lld g
pl: Nie wprowadzono: Maksymalna ilość tłuszczu = %lld g
vi: Ghi nhật ký thất bại: Chất béo tối đa = %lld g
zh_hant: 記錄失敗：脂肪上限 = %lld g

source: Logging Failed: Max Protein = %lld g
bg: Неуспешен запис: Max Protein = %lld г
cs: Zápis selhal: Max. bílkovin = %lld g
de: Logging fehlgeschlagen: Max. Protein = %lld g
fr: Échec de l'enregistrement : protéines max = %lld g
nb_no: Logging feilet: Maks protein = %lld g
pl: Nie wprowadzono: Maksymalna ilość białka = %lld g
vi: Ghi nhật ký thất bại: Chất đạm tối đa = %lld g
zh_hant: 記錄失敗：蛋白質上限 = %lld g

source: Loop at %@ failed.
bg: Цикълът в %@ се провали.
cs: Smyčka v %@ selhala.
da: Loop ved %@ mislykkedes.
de: Loop bei %@ fehlgeschlagen.
fr: La boucle fermée en %@ a échoué.
nb_no: Loop feilet %@.
nl: Loop om %@ mislukt.
pl: Pętla o %@ nie powiodła się.
sv: Loop vid %@ misslyckades.
vi: Vòng lặp tại %@ không thành công.
zh_hant: 在 %@ 的循環失敗。

source: Loop Cycles
bg: Цикли
cs: Cykly smyčky
da: Loop Cykler
de: Loop-Zyklen
es: Ciclos de bucle
fr: Cycles du nombre de boucles fermées
it: Cicli Loop
nb_no: Loop-sykluser
nl: Loop cyclussen
pl: Cykle pętli
pt_pt: Ciclos de Repetição
ru: Циклы петли
sv: Loopar
uk: Цикли Петлі
vi: Chu kỳ vòng lặp
zh_hant: 循環次數

source: Loop statistics will appear here once data is available.
bg: Статистиките за цикъла ще се появят тук, щом има налични данни.
cs: Statistiky smyčky se zde zobrazí, jakmile budou k dispozici data.
da: Loop statistik vil blive vist her, når data er tilgængelige.
de: Die Loop-Statistik wird hier erscheinen, sobald die Daten verfügbar sind.
fr: Les statistiques de la boucle fermée apparaîtront ici dès que des données seront disponibles.
nb_no: Loop-statistikk vil vises her så snart data er tilgjengelig.
nl: De totale dagdoses wordt hier weergegeven zodra er gegevens beschikbaar zijn.
pl: Statystyki pętli pojawią się, gdy dane będą dostępne.
sv: Loop-statistik visas här när data finns tillgänglig.
vi: Thống kê vòng lặp sẽ xuất hiện ở đây khi có dữ liệu.
zh_hant: 一旦資料可用，循環統計將會顯示在此處。

source: Loop Status
bg: Статус на цикъла
cs: Stav smyčky
da: Løkke Status
es: Estado del bucle
fr: État de la boucle fermée
it: Stato Ciclo
nl: Status herhalen
pl: Status pętli
pt_pt: Status do loop
ru: Цикл статуса
uk: Повтор статусу
vi: Trạng thái vòng lặp
zh_hant: 循環狀態

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
bg: Loop няма автоматично да коригира подаването на инсулин, докато временната базална доза не приключи или не бъде отменена.
cs: Smyčka nebude automaticky upravovat dávkování inzulínu, dokud neskončí nebo nebude zrušen dočasný bazál.
da: Loop vil ikke automatisk justere din insulinlevering, før den midlertidige basal sats er færdig eller er annulleret.
de: Loop passt Deine Insulinabgabe nicht automatisch an, bis die Temporäre Basalrate beendet oder abgebrochen wird.
es: Bucle no ajustará automáticamente su entrega insulina hasta que la tasa basal temporal termine o sea cancelada.
fr: La boucle fermée n’ajustera pas automatiquement l’administration d’insuline tant que le débit basal temporaire n’est pas terminé ou annulé.
it: Loop non regolerà automaticamente l'erogazione d'insulina fino a quando l'impostazione della basale temporanea non sarà terminata o cancellata.
nb_no: Appen vil ikke automatisk justere insulintilførselen før den manuelle basalraten er fullført eller kansellert.
nl: Trio zal niet automatisch veranderingen aanbrengen in de hoeveelheid insuline die je krijgt, totdat de tijdelijke basaalsnelheid is gestopt of geannuleerd.
pl: Pętla nie będzie automatycznie dostosowywać podawania insuliny, dopóki tymczasowa dawka podstawowa nie zakończy się lub nie zostanie anulowana.
pt_pt: O loop não ajustará automaticamente sua entrega de insulina até que a taxa temporária de basal termine ou seja cancelada.
ru: Петля не будет автоматически изменять подачу инсулина, пока Временная Базальная Скорость не завершится, либо не будет отменена пользователем.
sv: Trio kommer inte automatiskt att justera dina insulindoser förrän den temporära basalen är färdig eller har avbrutits.
uk: Петля не автоматично змінюватиме подачу інсуліну, поки Тимчасова Базальна Швидкість не завершиться, або не буде скасована користувачем.
vi: Loop sẽ không tự động điều chỉnh liều insulin đến khi liều nền tạm thời thực hiện xong hoặc bị hủy bỏ.
zh_hant: 循環在臨時基礎率結束或取消之前，不會自動調整您的胰島素給藥。

source: looping
bg: в цикъл
cs: smyčka
de: Loop aktiv
es: En bucle
fr: Bouclage
it: in loop
nb_no: looper
nl: Updaten
pl: pętla w toku
ru: выполняется
sv: loopar
uk: в процесі
zh_hant: 循環中

source: Looping
bg: В цикъл
cs: Smyčka
da: Looper
de: Loop aktiv
fr: Bouclage
nb_no: Looper
nl: Updaten
pl: Pętla w toku
zh_hant: 循環中

source: Looping Chart Type
bg: Тип графика за цикъла
cs: Typ grafu smyčky
da: Looping Diagramtype
de: Looping-Diagramm-Typ
fr: Type de graphique de la boucle fermée
nb_no: Type loopdiagram
nl: Grafiek type looping
pl: Typ wykresu pętli
sv: Loop graftyp
vi: Kiểu biểu đồ vòng lặp
zh_hant: 循環圖表類型

source: Looping Performance
bg: Производителност на цикъла
cs: Výkon smyčky
da: Looping Ydelse
de: Loop-Performance
fr: Performance de la boucle fermée
nb_no: Loop-ytelse
nl: Looping prestaties
pl: Skuteczność pętli
sv: Loop prestanda
vi: Hiệu suất vòng lặp
zh_hant: 循環表現

source: Loops
bg: Цикли
cs: Smyčky
da: Looper
es: Bucles
fr: Boucles fermées
it: Cicli
nb_no: Looper
nl: Lussen
pl: Pętle
pt_pt: Laços
ru: Петли
sv: Loopar
uk: Петлі
zh_hant: 循環

source: Loops per Day
bg: Цикли на ден
cs: Smyček za den
da: Loops per dag
de: Loops pro Tag
fr: Boucles fermées par jour
nb_no: Looper per dag
nl: Loops per dag
pl: Pętle na dzień
sv: Loopar per dag
vi: Vòng lặp mỗi ngày
zh_hant: 每日循環次數

source: Low
bg: Ниско
cs: Nízký
da: Lav
de: Tief
es: Baja
fr: Bas
it: Basso
nb_no: Lav
nl: Laag
pl: Niski
pt_pt: baixa
ru: Низкий
sv: Lågt
uk: Низький
vi: Thấp
zh_hant: 低

# Low (%@-%@)
source: Low (%1$@-%2$@)
bg: Ниско (%@-%@)
cs: Nízká (%1$@-%2$@)
da: Lav (%1$@-%2$@)
de: Tief (%1$@-%2$@)
fr: Bas (%1$@-%2$@)
nb_no: Lavt (%1$@-%2$@)
nl: Laag (%1$@-%2$@)
pl: Niski (%1$@-%2$@)
sv: Lågt (%1$@-%2$@)
vi: Thấp (%1$@-%2$@)
zh_hant: 低 (%1$@-%2$@)

source: Low (<
bg: Ниско (<
cs: Nízká (<
da: Lav (<
de: Niedrig (<
es: Baja (<
fr: Bas (<
it: Basso (<
nb_no: Lavt (<
nl: Laag (<
pl: Niski (<
pt_pt: Baixo (<
ru: Низкий (<
sv: Lågt (<
uk: Низький (<
zh_hant: 低 (<

source: Low and High Glucose Alarm Limits
bg: Лимити за предупреждения при ниска и висока глюкоза
cs: Limity alarmů pro nízkou a vysokou glukózu
da: Grænser for lave og høje glukosealarm
de: Niedrige und hohe Glukose-Alarmgrenzen
es: Límites de alarma de glucosa baja y alta
fr: Seuils d’alarme pour le taux de glucose bas et élevé
it: Limiti di allarme di glucosio bassi e alti
nb_no: Lave og høye grenser for blodsukkeralarm
nl: Lage en hoge glucose alarmlimieten
pl: Niskie i wysokie wartości graniczne alarmu glikemii
pt_pt: Limite de Alarme de Glicose Baixo e Alto
ru: Ограничения сигнализации с низким и высоким глюкозой
sv: Låg och hög glukos larmgräns
uk: Обмеження будильника Низьких та Високих Глюкози
vi: Giới hạn báo động đường huyết thấp và cao
zh_hant: 低和高血糖警報限值

source: Low and High Thresholds
bg: Ниски и високи прагове
cs: Hranice pro nízkou a vysokou glukózu
da: Lav og høj tærskel
de: Niedrige und hohe Grenzwerte
es: Umbrales bajos y altos
fr: Seuils bas et haut
it: Soglie basse e alte
nb_no: Lav og høy terskel
nl: Lage en Hoge Drempels
pl: Niskie i wysokie progi
pt_pt: Limite Baixo e Alto
ru: Низкий и высокий порог
sv: Låga och höga tröskelvärden
uk: Поріг низьких та високих значень
vi: Ngưỡng thấp và cao
zh_hant: 低和高門檻值

source: Low battery
bg: Нисък заряд на батерията
cs: Slabá baterie
da: Lavt batteri
de: Batterie schwach
es: Batería baja
fr: Batterie de la pompe faible
it: Batteria scarica
nb_no: Lavt batterinivå
nl: Batterij bijna leeg
pl: Niski poziom baterii
pt_pt: Bateria baixa
ru: Низкий заряд батареи
sv: Låg batterinivå
uk: Низький заряд батареї
vi: Pin yếu
zh_hant: 低電量

source: Low Glucose
bg: Ниска глюкоза
cs: Nízká glukóza
da: Lavt Glukose
de: Unterzuckerung
fr: Taus de glucose bas
nb_no: Lavt blodsukker
nl: Lage glucosewaarde
pl: Niska glikemia
sv: Lågt glukos
vi: Đường huyết thấp
zh_hant: 低血糖

source: Low Glucose Alarm active
bg: Активно предупреждение за ниска глюкоза
cs: Alarm nízké glukózy je aktivní
da: Lavt glukosealarm aktiv
de: Alarm für "Niedriger Blutzucker" aktiv
es: Alarma baja de glucosa activa
fr: Alarme taux de glucose bas active
it: Allarme Glicemia Basso attiva
nb_no: Alarm for lavt blodsukker er aktiv
nl: Glucose alarm bij LAAG actief
pl: Alarm niskiego poziomu glikemii aktywny
pt_pt: Alarme de Glicose Baixo ativo
ru: Низкая тревога включена
sv: Lågt glukoslarm aktivt
uk: Будильник низької Глюкози увімкнено
vi: Báo động đường huyết đang Thấp
zh_hant: 低血糖警報已啟動

source: Low Glucose Alarm Limit
bg: Лимит за предупреждение при ниска глюкоза
cs: Limit alarmu nízké glukózy
da: Grænse For Lavt Blodsukker Alarm
de: Alarmgrenze für niedrige Glukose
es: Límite de alarma de glucosa baja
fr: Seuil d’alarme pour le taux de glucose bas
it: Limite Di Allarme Glicemia Basso
nb_no: Grense for alarm ved lavt blodsukker
nl: Lage Glucose Alarm Limiet
pl: Niski limit alarmu glikemii
pt_pt: Limite de Alarme de Glicose Baixo
ru: Низкий предел будильника глюкозы
sv: Låg gräns för glukoslarm
uk: Низька кількість будильника глюкози
vi: Giới hạn báo động đường huyết thấp
zh_hant: 低血糖警報限值

source: Low Limit
bg: Долна граница
cs: Nízký limit
da: Lav Grænseværdi
de: Untere Grenze
fr: Limite basse
nb_no: Lav grense
nl: Lage grens
pl: Niski limit
sv: Låg gräns
vi: Giới hạn thấp
zh_hant: 低限

source: Low Reservoir
bg: Нисък резервоар
cs: Nízký stav zásobníku
da: Lav Reservoir
de: Niedriger Reservoirstand
es: Baja Reservorio
fr: L'insuline dans le réservoir est basse
it: Livello serbatoio basso
nb_no: Lite insulin i pod
nl: Laag reservoir niveau
pl: Niski poziom w zbiorniczku
pt_pt: Reservatório baixo
ru: В резервуаре мало инсулина
sv: Låg reservoarnivå
uk: Пустий Резервуар
vi: Sắp hết thuốc
zh_hant: 低儲存量

source: Low Reservoir Reminder
bg: Напомняне за нисък резервоар
cs: Připomenutí nízkého stavu zásobníku
da: Påmindelse Om Lav Reservoir
de: Erinnerung an niedrigen Reservoirstand
es: Recordatorio de reservorio bajo
fr: Rappel de l'insuline basse dans le réservoir
it: Notifica serbatoio basso
nb_no: Påminnelse om lite insulin i pod
nl: Laag reservoir herinnering
pl: Przypomnienie o niski poziomie w zbiorniczku
pt_pt: Lembrete de Reservatório Baixo
ru: Напоминание об уровне резервуара
sv: Påminnelse om låg reservoarnivå
uk: Нагадування про Низький рівень Резервуару
vi: Báo nhắc gần hết thuốc
zh_hant: 低儲存量提醒

source: Low target
bg: Долна цел
cs: Nízký cíl
da: Lavt mål
de: Unteres Ziel
es: Objectivo Bajo
fr: Cible basse
it: Target Basso
nb_no: Nedre mål
nl: Ondergrens doel
pl: Niski cel
pt_pt: Meta baixa
ru: Нижняя цель
sv: Undre målvärde
uk: Низька ціль
vi: Mục tiêu thấp
zh_hant: 低目標

source: Low Temp Target Lowers Sensitivity
bg: Ниска временна цел намалява чувствителността
cs: Nízký dočasný cíl snižuje citlivost
da: Lavt Temp Mål Sænker Følsomhed
de: Niedriges Temporäres Ziel senkt die Empfindlichkeit
es: Objetivo Temp Baja Sensibilidad
fr: Cible Temporaire basse réduit la sensibilité
it: Bassa Sensibilità Obiettivo Temperatura Abbassa
nb_no: Lavt midlertidig mål reduserer insulinfølsomhet
nl: Lage temp streefdoel verlaagt gevoeligheid
pl: Niski cel tymczasowy zmniejsza wrażliwość
pt_pt: Baixa sensibilidade do alvo temporário baixo
ru: Низкая температурная чувствительность цели
sv: Låga tillfälliga mål sänker känsligheten
uk: Чутливість низької температури зниження
vi: Mục tiêu tạm thời Thấp sẽ làm Giảm độ nhạy
zh_hant: 低臨時目標降低敏感度

source: Low Temptarget Lowers Sensitivity
bg: Ниска временна цел намалява чувствителността
cs: Nízký dočasný cíl snižuje citlivost
de: Niedriges Temporäres Ziel senkt die Sensitivität
fr: Cible Temporaire basse réduit la sensibilité
nb_no: Lavt midlertidig mål reduserer insulinfølsomhet
pl: Niski cel tymczasowy zmniejsza wrażliwość
vi: Mục tiêu tạm thời thấp làm giảm độ nhạy
zh_hant: 較低的臨時目標會降低胰島素敏感度

source: Low Threshold
bg: Долен праг
cs: Dolní práh
da: Lav Tærskel
de: Niedriger Grenzwert
es: Umbral bajo
fr: Seuil bas
it: Soglia Bassa
nb_no: Lav terskel
nl: Lage grenswaarde
pl: Niski próg
pt_pt: Limite Baixo
ru: Низкий порог
sv: Låg tröskel
uk: Поріг низької
vi: Ngưỡng thấp
zh_hant: 低門檻值

source: LOWALERT!
bg: НИСКА ТРЕВОГА!
cs: NÍZKÁ VÝSTRAHA!
da: LAVALARM!
de: Unterzuckerungs-Alarm!
fr: ALERTE BAS !
it: AVVISOBASSO!
nb_no: LAV ALARM!
nl: Waarschuwing LAAG!
pl: NISKI ALARM GLIKEMII!
ru: ГИПО!
sv: VARNING LÅGT!
uk: УВАГА НИЗЬКИЙ!
vi: CẢNH BÁO THẤP!
zh_hant: 低警報!

source: Lower limit of the Autosens Ratio.
bg: Долна граница на съотношението Autosens.
cs: Spodní hranice poměru Autosens.
da: Nedre grænse for Autosens Ratio.
de: Untere Grenze des Autosens Verhältnisses.
es: Límite inferior de la relación Autosens.
fr: Limite basse de la sensibilité automatique du "ratio Autosens".
it: Limite inferiore del rapporto Autosense.
nb_no: Nedre grense for Autosens ratio.
nl: Lagere limiet van de Autosens Ratio.
pl: Dolna granica współczynnika Autosens.
pt_pt: Limite inferior da Taxa de Autosens.
sv: Lägre gräns för Autosens ratio.
uk: Нижня межа відношення автозбереження.
vi: Giá trị thấp nhất của Tỉ lệ Autosens.
zh_hant: 自動敏感度比率的下限。

source: Lower limit of the Sensitivity Ratio.
bg: Долна граница на коефициента на чувствителност.
cs: Spodní hranice poměru citlivosti.
da: Nedre grænse for følsomhedsforholdet.
de: Unteres Limit des Autosens Verhältnisses.
fr: Limite inférieure du ratio de sensibilité.
nb_no: Nedre grense for sensitivitetsratio.
nl: Ondergrens van de gevoeligheid ratio.
pl: Dolna granica współczynnika czułości.
sv: Nedre gräns för känslighetsration.
vi: Giá trị tối thiểu cho Tỉ lệ Độ nhạy.
zh_hant: 敏感度比的下限。

source: Lower target glucose when Autosens Ratio is greater than 1.
bg: Понижава целевата глюкоза, когато съотношението Autosens е по-голямо от 1.
cs: Snížit cílovou glykémii, když je poměr Autosens větší než 1.
da: Lavere målglukose, når Autosens Ratio er større end 1.
de: Vermindert die Zielglukose, wenn Dein Autosens-Verhältnis größer als 1 ist.
fr: Réduire la cible de glucose lorsque le ratio Autosens est supérieur à 1.
nb_no: Reduserer blodsukkermål når Autosens ratio er større enn 1.
nl: Lagere glucose wanneer Autosens groter is dan 1.
pl: Obniża docelowy poziom glikemii, gdy współczynnik Autosens jest większy niż 1.
sv: Lägre målglukos när Autosens ratio är större än 1.
vi: Giảm mục tiêu đường huyết khi Tỉ lệ Autosens lớn hơn 1.
zh_hant: 當自動敏感度調整比例大於 1 時，降低目標血糖。

source: m
bg: м
es: mn
fr: min
it: min
nb_no: min
nl: min
pl: min.
pt_pt: min
ru: мин
uk: хв.

source: M
bg: М

source: Macro Nutrients (g)
bg: Макронутриенти (г)
cs: Makroživiny (g)
da: Makro Næringsstoffer (g)
de: Makronährstoffe (g)
fr: Macronutriments (g)
nb_no: Makro næringsstoffer (g)
nl: Macro voedingswaarden (g)
pl: Makroskładniki (g)
sv: Makronutrienter (g)
vi: Các chất dinh dưỡng chính (g)
zh_hant: 宏觀營養素 (克)

source: Main
bg: Основно
cs: Hlavní
da: Hoved
de: Haupt
es: Principal
fr: Principal
it: Home
nb_no: Hjem
nl: Algemeen
pl: Główny
pt_pt: Principal
ru: Главный
sv: Hem
uk: Основне
vi: Trang chủ
zh_hant: 主頁
